Revit 2027 API
ParameterTypeId.MepLowerBottomElevationIncludeInsulation Property
 "Lower End Bottom of Insulation Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepLowerBottomElevationIncludeInsulation { get; }
Public Shared ReadOnly Property MepLowerBottomElevationIncludeInsulation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepLowerBottomElevationIncludeInsulation {
	ForgeTypeId^ get ();
}
static member MepLowerBottomElevationIncludeInsulation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace